---
kind: enumMember
id: F:Autodesk.Revit.DB.ExportPaperFormat.ISO_A2
enum: Autodesk.Revit.DB.ExportPaperFormat
source: html/9ad6f7ad-a4d2-e471-e8f3-5f5d3c4f7405.htm
---
# Autodesk.Revit.DB.ExportPaperFormat.ISO_A2

ISO A2, 420 x 594 mm